export const skillTranslate = {
	qunfang_yinji: "姻计",
	qunfang_yinji_info:
		"每回合限一次，当一名其他角色回复体力时，你可以与其依次视为使用一张【以逸待劳】，若双方因此失去的牌有相同的类别，双方依次使用一张对方失去牌中这些类别的牌，且只能指定对方为唯一目标。",
	qunfang_mingxin: "明心",
	qunfang_mingxin_info:
		"<b>使命技</b>，当你使用牌指定唯一目标时，你可以改为交给其或令此牌不可响应（全场角色不能使用【闪】等响应此牌，且此牌不能被【无懈可击】抵消）。成功：当你以此法交给同一名角色至少3张牌后，你变更势力至蜀，获得“<b>推诚</b>”，然后修改“姻计”中的牌名为【推心置腹】；失败：当你以此法造成了至少3点伤害后，你变更势力为吴，获得“<b>枭姬</b>”，然后修改“姻计”中的牌名为【偷梁换柱】。",
	qunfang_lihu: "沥护",
	qunfang_lihu_info:
		"<b>锁定技</b>，你的手牌数始终为你的锁定技和无标签技能数与体力值之和；当你抵消黑色牌后或使用红色牌未造成伤害后，失去1枚“梅影”标记然后弃置一张牌视为使用一张【决斗】。",
	qunfang_dunfu: "遁覆",
	qunfang_dunfu_info:
		"<b>使命技</b>，游戏开始时，你获得体力上限枚“梅影”标记。成功/失败：当你进入濒死状态时，若你有/没有“梅影”标记，你获得“<b>扶汉</b>”/“<b>龙魂</b>”并回复体力至1点，然后修改“<b>沥护</b>”描述中“1枚‘梅影’标记”为“1点体力”/“1点体力上限”，本回合结束时执行一个额外回合。",
	qunfang_fuhan: "扶汉",
	qunfang_fuhan_info:
		'限定技，准备阶段，你可以移去所有"梅影"标记并摸等量的牌，然后从X张蜀势力武将牌中选择并获得至多两个技能（限定技、觉醒技、隐匿技、使命技、主公技除外）。若此时你是体力值最低的角色，你回复1点体力（X为场上角色数，且X∈[4,+∞)）。',
	qunfang_liubo: "流波",
	qunfang_liubo_info:
		"当攻击范围含有你的一名角色使用【杀】指定其他角色为目标后，你可以重铸一张牌，若此牌为基本牌，你令其摸一张牌或弃一张牌；此【杀】结算后，若你与其手牌数相等，你可以与其各摸一张牌。",
	qunfang_rensheng: "韧生",
	qunfang_rensheng_info:
		'<b>使命技</b>，手牌数不小于你的角色使用基本牌指定目标后，你可令此牌不计入使用次数或无效；成功/失败：当你以此法令至少3张基本牌不计入使用次数/无效后，你变更势力至蜀/魏，获得"<b>燕语</b>"/"<b>流离</b>"，然后删除"<b>流波</b>"描述中的"若此牌为基本牌"/"若你与其手牌数相等"。',
	qunfang_xiaoyin: "萧音",
	qunfang_xiaoyin_info:
		'<b>韵律技</b>，当一张非虚拟伤害牌结算后，若此牌造成过伤害且此牌本轮未曾成为过"萧"，你可以将其置于武将牌上，称为"萧"。每回合限一次，平：你可以移去一张"萧"，将一张花色与此"萧"不同的牌当此"萧"使用；仄：当你使用了一张牌后，你可以获得与此牌同花色的"萧"；<b>转韵</b>：本回合弃牌堆集齐4种花色。',
	qunfang_xuansgui: "悬归",
	qunfang_xuansgui_info:
		'<b>使命技</b>，当你于摸牌阶段外获得牌或使用转化牌后，你记录这些牌的牌名。成功/失败：当你记录的牌名数大于X，若伤害牌牌名数不小于/小于非伤害牌牌名数，你获得"<b>默识</b>"/"<b>悲歌</b>"，删除"<b>萧音</b>"描述中的"若此牌造成过伤害"/"每回合限一次"（X为存活人数）。',
};
